accts/OpenFoam/2.2.2/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.2.2                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    leftWall
    {
        type            wall;
        nFaces          86;
        startFace       15214;
    }
    rightWall
    {
        type            wall;
        nFaces          86;
        startFace       15300;
    }
    lowerWall
    {
        type            wall;
        nFaces          110;
        startFace       15386;
    }
    atmosphere
    {
        type            patch;
        nFaces          90;
        startFace       15496;
    }
    defaultFaces
    {
        type            empty;
        inGroups        1(empty);
        nFaces          15400;
        startFace       15586;
    }
)

// ************************************************************************* //
